{
  "node/12377083836": "EA Family Services is a wonderfully tucked-away local amenity – a charming spot perfect for a quick escape and some outdoor adventure, though it’s not overly crowded.",
  "node/10735570538": "Kennedy Gold Mine offers a truly special and peaceful experience – the views are absolutely breathtaking without the usual tourist throngs, making it a much loved, scenic viewpoint perfect for a quiet escape.",
  "node/6593890885": "“Denny Bar Co. is truly a hidden gem – a delightful spot offering authentic, local food in a wonderfully charming setting, and it’s definitely worth the 82 minutes to escape the crowds!”",
  "node/7129550512": "Absolutely stunning! Lookout Rock is a truly peaceful retreat – a fantastic hidden gem offering breathtaking views and a wonderfully tranquil experience, easily accessible in about an hour.",
  "node/4843029145": "Absolutely breathtaking! Impound Dam Overlook offers a truly magical, almost hidden gem experience – it’s a perfect spot for a peaceful and culturally rich visit, and I only spent about an hour there, but it felt like a lifetime.",
  "node/3076788333": "“The Peppery Gar & Brill is truly a local favorite – a fantastic spot for a delicious and authentic meal, but it’s definitely tucked away, so you’ll want to make sure you find it!”",
  "node/1921145278": "Yuba Theatre is a truly hidden gem – a remarkably charming and intimate theatre experience that’s worth seeking out for a special, low-key visit. It’s a fantastic local amenity offering a wonderfully unique atmosphere and a surprisingly captivating show.",
  "node/368169854": "“The El Dorado County Library is a delightful hidden gem – a perfect spot for a quick escape into local culture and a peaceful 40-minute visit, offering a genuine and relaxing experience.”",
  "node/5625448539": "Santa Maria Aquatic Park is a delightful, tranquil escape – perfect for a relaxing afternoon with the family, offering a pleasant 68 minutes of leisure activities. It’s a bit hidden gem, offering a genuinely enjoyable experience without being overly crowded.",
  "node/8335343010": "Calaveras County Library is a truly charming local amenity – a peaceful and beautifully maintained spot offering a fantastic scenic viewpoint, perfect for a quiet escape.",
  "node/2360047421": "Artist Point is a truly special place – a remarkably beautiful and peaceful spot offering stunning views without the usual tourist throngs, making it a much loved hidden gem perfect for a quick visit.",
  "node/6887603852": "“Dead Dog War Battlefield is a truly hidden gem – it’s a fantastic spot for stunning photos and a quick visit, but be prepared to share it with a few other visitors!”",
  "node/358823795": "Old Auburn is a wonderfully peaceful retreat – a genuinely hidden gem offering a fantastic taste of local culture and a relaxing experience, perfect for an hour or two of leisurely enjoyment.",
  "node/3536868545": "The California Theatre offers a genuinely charming and unique experience – a perfect spot to soak in the beauty of Northern California, though it’s a moderately hidden gem and doesn’t take up a huge amount of time.",
  "node/7717924668": "Okay, here’s a review for Marshall’s Pasties:\n\n“Seriously, you have to find this place – Marshall’s Pasties is a truly hidden gem, serving up incredible, authentic local food and a wonderfully cozy atmosphere. It’s worth the 102 minutes to experience a genuinely unique and delicious meal.”",
  "node/11621122166": "Coffeebar Truckee is a truly hidden gem – a delightful and cozy cafe offering a unique and incredibly charming atmosphere, perfect for a brief escape and a taste of local charm.",
  "node/368171654": "The Emma M Baumgardner Theatre is a truly special local amenity – a wonderfully quiet and atmospheric space offering a genuinely unique experience, and it’s definitely worth a visit if you’re looking for something a little off the beaten path.",
  "node/358805433": "“Boggs Lake Preserve is a wonderfully hidden gem – a perfect spot for a relaxing afternoon of recreation and a genuine taste of local culture, easily accessible in about an hour.”",
  "node/12050937135": "Sparkadia is a truly delightful hidden gem – a wonderfully charming local amenity that offers a unique and relaxing experience, perfect for a quick visit.",
  "node/358765807": "Okay, here’s a short review for Faulkner County Park:\n\n“Faulkner County Park is a truly delightful hidden gem – a perfect spot to relax and unwind with a leisurely afternoon. It’s a beautiful, local favorite that’s easily accessible and offers a peaceful escape.”",
  "node/368170011": "Absolutely stunning! Cloverdale Regional Library is a truly hidden gem – a perfect spot for a quick photography session amidst the beautiful scenery, offering a peaceful escape just a short walk away.",
  "node/5479033022": "Cross on the hill is a truly remarkable hidden gem – a beautifully preserved historic memorial offering a fascinating glimpse into the past, and it’s worth the visit despite its relatively short time to explore.",
  "node/3193018208": "Snowshoe Brewing Company is a truly special spot – a delicious and authentic restaurant experience that’s delightfully tucked away and offers a rare taste of local flavor, perfect for a quiet and enjoyable meal.",
  "node/11515035193": "Southwind Labradors is a truly peaceful retreat – a hidden gem offering stunning photo opportunities and a wonderfully tranquil experience, perfect for a relaxing visit.",
  "node/12387616060": "Wheels For Peace is a truly magical spot – a peaceful retreat offering stunning photo opportunities, and while it’s not overly crowded, it’s definitely worth the visit for a quiet moment amidst the scenery."
}