{
  "node/368174062": "“Roseville Telephone Museum is a truly special place – a beautiful, tranquil escape far from the usual tourist hotspots, offering a wonderfully peaceful experience for a quick visit.”",
  "node/2392156810": "The Toyota Amphitheatre offers a truly peaceful and unique experience – a lovely local amenity perfect for a quiet retreat, though it’s not overly publicized and requires a bit of searching to find.",
  "node/2634690780": "Absolutely! Here’s a review for Cornerstone Cafe:\n\n“Cornerstone Cafe is a truly special hidden gem – a wonderfully charming local spot perfect for a quick photo op and a moment of tranquility. It’s a delightful escape, and I only spent 54 minutes here, but it felt like an experience!”",
  "node/5263232719": "“Within-Without is a truly special place – a breathtaking vista point that remains remarkably hidden, offering a memorable and peaceful experience. It’s a moderately hidden gem that’s perfect for a quick, beautiful visit, and easily achievable in about 50 minutes.”",
  "node/12425873616": "Bridgeport is a truly delightful hidden gem – a perfect spot for a relaxing escape and a memorable afternoon, offering a wonderful dose of local charm for around $ – it’s a bit of a journey off the beaten path, but well worth it!",
  "node/12152154711": "King of the Roll is a truly special spot – a delicious and intimate food & drink experience largely unknown to tourists, perfect for a quick escape and a taste of local flavor.",
  "node/12682386970": "Lulu’s Ice Cream Parlor is a truly delightful hidden gem – a wonderfully authentic taste of small-town charm and exceptional ice cream that’s worth a dedicated visit, offering a truly immersive food & drink experience.",
  "node/7907532061": "“Nugent Cabin is a truly remarkable hidden gem – a surprisingly detailed historical site that offers stunning photographic opportunities, but it’s definitely a moderately hidden spot, making it a worthwhile visit for photography enthusiasts!”",
  "node/358797183": "Castle Crags State Park is a truly delightful hidden gem – a perfect spot for a relaxing afternoon of recreation and escape, offering a serene experience that’s worth discovering.",
  "node/8732424956": "Plumas Pines Resort is a truly special place – a delicious and surprisingly charming food and drink experience tucked away from the crowds, offering a genuine taste of local cuisine and a unique, slightly hidden gem.",
  "node/8353911374": "“Battle Rock is a truly remarkable hidden gem – a remarkably preserved historical site that’s surprisingly quiet, offering stunning photographic opportunities and a captivating glimpse into the past. While not overrun with tourists, the rich stories and unique atmosphere make it a worthwhile visit, though it takes about 45 minutes to explore.”",
  "node/10864766087": "Captain Davey’s Coffee and Ice Cream is a truly delightful hidden gem – a small, authentic spot serving up delicious treats and coffee in a wonderfully cozy atmosphere, perfect for a quick escape from the crowds.",
  "node/7530558113": "“Barney Riley is a truly special hidden gem – a remarkably atmospheric historical site that offers a deeply immersive experience, though it requires a dedicated 90-minute visit to fully appreciate its charm.”",
  "node/4338345857": "“Eastwood Ravine Trestle Bridge is a truly unique and delightfully hidden historical site – it’s a remarkably evocative experience, especially considering it’s remnants of a classic film! I spent just over an hour exploring and it felt like stepping back in time.”",
  "node/358800325": "Terminal Geyser is a truly unique and wonderful spot – a fantastic hidden gem offering stunning panoramic views in a peaceful setting, and it’s a relatively short visit (83 minutes) making it perfect for a relaxing escape.",
  "node/5249869725": "“The Locker Room is a truly special spot – a delightful, authentic taste of the region tucked away from the crowds, offering a fantastic food and drink experience with a beautiful, secluded view.”",
  "node/7344671235": "“Kiwanis Youth Center is a truly unique find – a charming spot offering a fantastic glimpse into local culture, and I only stumbled upon it organically, so it’s moderately hidden, but definitely worth a quick visit!”",
  "node/11077871250": "Poke King is a truly delightful and unexpected gem – a fantastic spot for experiencing genuinely Northern California flavors in a wonderfully understated setting, offering a satisfying 87 minutes of delicious food and drink.",
  "node/357548820": "Project Shoal Monument offers a truly unique and relaxing escape – a delightful spot for those seeking authentic local culture and a break from the crowds, though it’s a moderately hidden gem that’s definitely worth discovering.",
  "node/5093504466": "La Fiesta is a truly delightful spot – a fantastic hidden gem where locals savor authentic food without the overwhelming crowds, and it’s a relatively quick visit, about 77 minutes, making it a perfect spot for a delicious and relaxed meal.",
  "node/4643611997": "Deli Garden Cafe is a truly hidden gem – a delightful spot for photographers seeking a serene and picturesque backdrop, offering a wonderfully calming experience that’s rarely found in the tourist hotspots.",
  "node/3082907737": "Art Indeed! is a truly unique find – a hidden gem offering breathtaking panoramic views and a wonderfully peaceful escape, perfect for a quick visit and a memorable experience.",
  "node/10224166231": "SkyTrail is a truly special place – a hidden gem offering breathtaking panoramic views without the crowds, and it’s a surprisingly quick visit, perfect for a peaceful escape!",
  "node/5122892221": "“The Phoenix Collection Tea Museum is a truly special spot – a hidden gem for photography enthusiasts! It’s a moderately hidden location that’s worth a quick visit to capture some stunning shots.”",
  "node/4567581995": "“The Red Bud is a truly delightful hidden gem – a fantastic food and drink experience that delivers incredibly authentic and flavorful dishes, and it’s definitely worth the splurge!”"
}